{
  "1-1": {
    "curiosidade": [
      {
        "texto": "O Reino de Gana, localizado na África Ocidental, foi o primeiro grande império da região, conhecido por seu comércio de ouro e sal."
      },
      {
        "texto1": "A África é o berço da humanidade, onde os primeiros seres humanos evoluíram."
      }
    ]
  },
  "1-2": {
    "curiosidade": [
      {
        "texto": "O Império Etíope foi uma das poucas nações africanas a resistir à colonização europeia durante o século XIX."
      },
      {
        "texto1": "O Egito Antigo foi uma das civilizações mais avançadas da história, construindo as famosas pirâmides."
      }
    ]
  },
  "1-3": {
    "curiosidade": [
      {
        "texto": "A Guerra dos Bôeres foi um conflito que ocorreu na África do Sul entre os colonos de origem holandesa e britânica."
      },
      {
        "texto1": "O Reino de Aksum, localizado na Etiópia moderna, foi uma das primeiras grandes civilizações da África."
      }
    ]
  },
  "1-4": {
    "curiosidade": [
      {
        "texto": "O Reino de Cartago, situado no norte da África, rivalizou com Roma no período da República Romana."
      },
      {
        "texto1": "A Grande Muralha da China é uma das maiores obras de engenharia da história, construída para proteger o país de invasões."
      }
    ]
  },
  "1-5": {
    "curiosidade": [
      {
        "texto": "O Reino de Kush, localizado na região do atual Sudão, foi um importante centro de comércio e poder no Antigo Egito."
      },
      {
        "texto1": "O Império Inca foi a maior civilização da América pré-colombiana, conhecida por sua arquitetura e sistema de estradas avançados."
      }
    ]
  },
  "1-6": {
    "curiosidade": [
      {
        "texto": "O Reino do Mali, na África Ocidental, foi famoso por seu governante Mansa Musa, considerado um dos homens mais ricos da história."
      },
      {
        "texto1": "A Revolução Industrial marcou uma mudança significativa na sociedade e na economia, impulsionada pela invenção de máquinas e fábricas."
      }
    ]
  },
  "1-7": {
    "curiosidade": [
      {
        "texto": "O Império Songhai, localizado na África Ocidental, foi um dos maiores impérios da história africana."
      },
      {
        "texto1": "A Revolução Francesa foi um período de intensa mudança política e social na França, com impactos duradouros em todo o mundo."
      }
    ]
  },
  "1-8": {
    "curiosidade": [
      {
        "texto": "O Reino de Axum, na Etióópia, foi uma importante potência comercial e religiosa, com ligações marítimas com o Egito, Índia e Império Romano."
      },
      {
        "texto1": "O Império Mongol, liderado por Genghis Khan, foi o maior império contíguo da história, estendendo-se da Ásia Oriental à Europa Oriental."
      }
    ]
  },
  "1-9": {
    "curiosidade": [
      {
        "texto": "O Reino de Marrocos tem uma longa história, com influências berberes, árabes e europeias ao longo dos séculos."
      },
      {
        "texto1": "A Declaração de Independência dos Estados Unidos, assinada em 4 de julho de 1776, foi um marco importante na luta pela independência das colônias americanas."
      }
    ]
  },
  "1-10": {
    "curiosidade": [
      {
        "texto": "O Império Otomano, fundado no século XIII, dominou uma vasta área que incluía partes da Europa, Ásia e África por mais de 600 anos."
      },
      {
        "texto1": "A Revolução Industrial na Grã-Bretanha teve um grande impacto na transformação da sociedade e da economia, impulsionando a produção em larga escala e a urbanização."
      }
    ]
  },
  "1-11": {
    "curiosidade": [
      {
        "texto": "O Reino do Congo, localizado na região central da África, foi um poderoso estado pré-colonial conhecido por seu comércio de marfim e escravos."
      },
      {
        "texto1": "A Batalha de Waterloo, em 18 de junho de 1815, foi um evento crucial na história europeia, marcando a derrota final de Napoleão Bonaparte."
      }
    ]
  },
  "1-12": {
    "curiosidade": [
      {
        "texto": "O Império Mali, liderado pelo famoso rei Mansa Musa, foi um centro de comércio, aprendizado e riqueza no Oeste da África medieval."
      },
      {
        "texto1": "A Revolução Russa, ocorrida em 1917, levou à queda do Império Russo e à formação da União Soviética, inaugurando uma nova era política e social."
      }
    ]
  },
  "1-13": {
    "curiosidade": [
      {
        "texto": "O Império Asteca, localizado no México, foi uma das maiores civilizações pré-colombianas, conhecida por sua arquitetura e avanços na agricultura."
      },
      {
        "texto1": "A Revolução Industrial nos Estados Unidos transformou o país em uma potência industrial e econômica global no século XIX."
      }
    ]
  },
  "1-14": {
    "curiosidade": [
      {
        "texto": "O Reino de Benim, na região que hoje é a Nigéria, foi um importante centro comercial e cultural na África Ocidental pré-colonial."
      },
      {
        "texto1": "A Proclamação de Emancipação, emitida pelo presidente dos Estados Unidos Abraham Lincoln em 1º de janeiro de 1863, libertou os escravos nos estados confederados durante a Guerra Civil Americana."
      }
    ]
  },
  "1-15": {
    "curiosidade": [
      {
        "texto": "O Império Bizantino, com sede em Constantinopla, manteve a herança do Império Romano do Oriente e teve um papel crucial na preservação da cultura clássica."
      },
      {
        "texto1": "A Guerra Fria foi um período de tensão política e militar entre os Estados Unidos e a União Soviética, caracterizado pela rivalidade ideológica e competição global."
      }
    ]
  },
  "1-16": {
    "curiosidade": [
      {
        "texto": "O Reino do Zimbábue, na África Austral, foi um importante centro comercial e cultural durante a Idade Média."
      },
      {
        "texto1": "A Revolução Industrial na Alemanha impulsionou o desenvolvimento econômico e tecnológico do país, tornando-o uma potência industrial no século XIX."
      }
    ]
  },
  "1-17": {
    "curiosidade": [
      {
        "texto": "O Império Gupta, na Índia, foi conhecido como a Idade de Ouro da Índia devido ao seu florescimento nas artes, ciências e comércio."
      },
      {
        "texto1": "A Guerra Civil Americana, que ocorreu de 1861 a 1865, foi um conflito sangrento entre os estados do Norte e do Sul dos Estados Unidos, principalmente sobre a questão da escravidão."
      }
    ]
  },
  "1-18": {
    "curiosidade": [
      {
        "texto": "O Reino de Portugal desempenhou um papel fundamental na Era dos Descobrimentos, explorando rotas marítimas e estabelecendo colônias ao redor do mundo."
      },
      {
        "texto1": "A Revolução Mexicana, iniciada em 1910, resultou na derrubada do governo ditatorial de Porfirio Díaz e na busca por justiça social e reformas políticas no México."
      }
    ]
  },
  "1-19": {
    "curiosidade": [
      {
        "texto": "O Império Maia, localizado na Mesoamérica, foi uma das civilizações mais avançadas da antiguidade, conhecida por sua escrita hieroglífica e complexos sistemas de calendário."
      },
      {
        "texto1": "A Revolução Industrial no Japão, ocorrida no final do século XIX, impulsionou a modernização do país e sua transformação em uma potência industrial."
      }
    ]
  },
  "1-20": {
    "curiosidade": [
      {
        "texto": "O Reino de Buganda, localizado na região que hoje é Uganda, desempenhou um papel importante na história e cultura da África Oriental."
      },
      {
        "texto1": "A Segunda Guerra Mundial, ocorrida de 1939 a 1945, foi o conflito global mais devastador da história, envolvendo as principais potências mundiais em um conflito militar em larga escala."
      }
    ]
  },
  "1-21": {
    "curiosidade": [
      {
        "texto": "O Império Romano foi um dos maiores impérios da história, conhecido por sua engenharia, legislação e influência duradoura na cultura ocidental."
      },
      {
        "texto1": "A Revolução Industrial na França, no século XIX, trouxe avanços tecnológicos e mudanças socioeconômicas significativas para o país."
      }
    ]
  },
  "1-22": {
    "curiosidade": [
      {
        "texto": "O Reino de Kongo, na região central da África, teve um importante papel no comércio transatlântico de escravos durante os séculos XVI e XVII."
      },
      {
        "texto1": "A Guerra de Independência dos Estados Unidos, travada de 1775 a 1783, resultou na formação dos Estados Unidos como uma nação independente."
      }
    ]
  },
  "1-23": {
    "curiosidade": [
      {
        "texto": "O Império Persa, sob o reinado de Ciro, o Grande, estabeleceu um dos maiores impérios da antiguidade, conhecido por sua tolerância religiosa e governança eficiente."
      },
      {
        "texto1": "A Revolução Industrial na Rússia, no século XIX, transformou a economia russa e impulsionou o crescimento industrial do país."
      }
    ]
  },
  "1-24": {
    "curiosidade": [
      {
        "texto": "O Reino do Butão, na Ásia, é conhecido por sua política de Felicidade Interna Bruta, buscando o bem-estar material e espiritual de seus cidadãos."
      },
      {
        "texto1": "A Revolução Haitiana, ocorrida entre 1791 e 1804, foi a primeira revolta de escravos bem-sucedida na história, levando à independência do Haiti e ao fim da escravidão na colônia francesa de Saint-Domingue."
      }
    ]
  },
  "1-25": {
    "curiosidade": [
      {
        "texto": "O Império Inca, localizado na região dos Andes, foi a maior civilização pré-colombiana, conhecida por sua arquitetura em pedra e avançados sistemas agrícolas."
      },
      {
        "texto1": "A Revolução Industrial na Bélgica, no século XIX, impulsionou o desenvolvimento do país como um centro industrial e comercial na Europa."
      }
    ]
  },
  "1-26": {
    "curiosidade": [
      {
        "texto": "O Reino de Axum, na atual Etiópia, foi um importante centro de comércio e uma das primeiras civilizações cristãs na África."
      },
      {
        "texto1": "A Revolução Francesa, ocorrida entre 1789 e 1799, foi um período de intensa agitação política e social na França, resultando na queda da monarquia e no estabelecimento da República Francesa."
      }
    ]
  },
  "1-27": {
    "curiosidade": [
      {
        "texto": "O Império Austro-Húngaro, estabelecido em 1867, foi uma grande potência na Europa Central, compreendendo várias nacionalidades e culturas diferentes."
      },
      {
        "texto1": "A Revolução Industrial no Canadá, no século XIX, impulsionou o crescimento econômico do país, especialmente na indústria de manufatura e transporte."
      }
    ]
  },
  "1-28": {
    "curiosidade": [
      {
        "texto": "O Reino de Kush, localizado na região do Sudão moderno, foi um poderoso reino que controlava rotas comerciais entre a África Central e o Mediterrâneo."
      },
      {
        "texto1": "A Revolução Industrial na Itália, no século XIX, transformou o país de uma economia predominantemente agrícola em uma potência industrial e comercial."
      }
    ]
  },
  "1-29": {
    "curiosidade": [
      {
        "texto": "O Império Chinês, sob a dinastia Tang, foi um dos períodos mais prósperos da história chinesa, conhecido por seu comércio e intercâmbio cultural."
      },
      {
        "texto1": "A Revolução Industrial na Espanha, no século XIX, teve um impacto significativo no desenvolvimento econômico e social do país."
      }
    ]
  },
  "1-30": {
    "curiosidade": [
      {
        "texto": "O Império Britânico foi o maior império da história, abrangendo territórios em todo o mundo e exercendo uma influência política e cultural duradoura."
      },
      {
        "texto1": "A Revolução Industrial na Austrália, no século XIX, impulsionou a economia do país, principalmente por meio da exploração de recursos naturais e do desenvolvimento de indústrias manufatureiras."
      }
    ]
  },
  "1-31": {
    "curiosidade": [
      {
        "texto": "O Reino de Imerícia, na atual Geórgia, teve um papel importante na história do Cáucaso e foi um centro de comércio e cultura na região."
      },
      {
        "texto1": "A Revolução Industrial na Índia, no século XIX, trouxe mudanças significativas na economia e sociedade do país, impulsionando o crescimento da indústria têxtil e do setor de transportes."
      }
    ]
  },
  "2-1": {
    "curiosidade": [
      {
        "texto": "O Império Otomano, estabelecido no século XIII, foi um dos maiores impérios da história, abrangendo territórios na Europa, Ásia e África."
      },
      {
        "texto1": "A Revolução Industrial na Suécia, no século XIX, transformou o país em uma importante potência industrial, especialmente no setor de mineração e metalurgia."
      }
    ]
  },
  "2-2": {
    "curiosidade": [
      {
        "texto": "O Reino de Marrocos, localizado no norte da África, possui uma rica história que remonta aos tempos antigos e desempenhou um papel crucial nas rotas comerciais trans-saarianas."
      },
      {
        "texto1": "A Revolução Industrial no Brasil, no século XIX, impulsionou o crescimento da indústria e a modernização do país, especialmente com a expansão do setor cafeeiro."
      }
    ]
  },
  "2-3": {
    "curiosidade": [
      {
        "texto": "O Império Mongol, liderado por Genghis Khan, foi o maior império contíguo da história, estendendo-se da Ásia Oriental à Europa Oriental."
      },
      {
        "texto1": "A Revolução Industrial na Argentina, no século XIX, impulsionou o desenvolvimento econômico do país, especialmente no setor agrícola e na indústria de alimentos."
      }
    ]
  },
  "2-4": {
    "curiosidade": [
      {
        "texto": "O Reino de Sucotra, localizado no arquipélago de mesmo nome no Oceano Índico, é conhecido por sua flora única e paisagens exuberantes."
      },
      {
        "texto1": "A Revolução Industrial no Chile, no século XIX, impulsionou o desenvolvimento econômico do país, especialmente na mineração e na indústria do cobre."
      }
    ]
  },
  "2-5": {
    "curiosidade": [
      {
        "texto": "O Império Espanhol foi um dos maiores impérios da história, estendendo-se por vastas partes da Europa, América, África e Ásia."
      },
      {
        "texto1": "A Revolução Industrial na Grécia, no século XIX, trouxe mudanças significativas na economia do país, especialmente no setor marítimo e na indústria têxtil."
      }
    ]
  },
  "2-6": {
    "curiosidade": [
      {
        "texto": "O Reino de Tonga, no Pacífico Sul, é a única nação do continente oceânico a nunca ter sido colonizada por uma potência estrangeira."
      },
      {
        "texto1": "A Revolução Industrial no México, no século XIX, trouxe mudanças econômicas e sociais profundas para o país, impulsionando o desenvolvimento da indústria têxtil, do setor de mineração e da infraestrutura de transporte."
      }
    ]
  },
  "2-7": {
    "curiosidade": [
      {
        "texto": "O Império Bizantino, com capital em Constantinopla, foi um dos impérios mais duradouros da história, preservando a cultura e a herança do Império Romano do Oriente."
      },
      {
        "texto1": "A Revolução Industrial na Áustria, no século XIX, impulsionou o crescimento econômico do país, especialmente na indústria siderúrgica e na produção de máquinas."
      }
    ]
  },
  "2-8": {
    "curiosidade": [
      {
        "texto": "O Reino de Granada, localizado na Península Ibérica, foi o último reduto muçulmano na região antes de ser conquistado pelos reinos cristãos durante a Reconquista."
      },
      {
        "texto1": "A Revolução Industrial na Noruega, no século XIX, trouxe mudanças significativas na economia do país, especialmente na indústria madeireira, pesqueira e de energia hidrelétrica."
      }
    ]
  },
  "2-9": {
    "curiosidade": [
      {
        "texto": "O Império Maurya, na Índia antiga, foi um dos maiores impérios da época, unificando grande parte do subcontinente indiano sob um único governo."
      },
      {
        "texto1": "A Revolução Industrial na Finlândia, no século XIX, transformou o país de uma economia agrária para uma economia industrializada, especialmente na indústria de papel e celulose."
      }
    ]
  },
  "2-10": {
    "curiosidade": [
      {
        "texto": "O Reino de Aksum, localizado na atual Etiópia e Eritreia, foi um importante centro comercial e cultural na Antiguidade, controlando rotas comerciais entre a África, Ásia e Europa."
      },
      {
        "texto1": "A Revolução Industrial na Coreia do Sul, a partir da década de 1960, impulsionou o rápido desenvolvimento econômico e industrial do país, conhecido como o 'Milagre do Rio Han'."
      }
    ]
  },
  "2-11": {
    "curiosidade": [
      {
        "texto": "O Império Carolíngio, fundado por Carlos Magno, foi um império europeu que abrangia grande parte da Europa Ocidental durante a Idade Média."
      },
      {
        "texto1": "A Revolução Industrial na Polônia, no século XIX, transformou o país de uma economia agrícola para uma economia industrializada, especialmente na indústria têxtil e siderúrgica."
      }
    ]
  },
  "2-12": {
    "curiosidade": [
      {
        "texto": "O Reino de Gana, na região que abrange partes dos atuais Mali e Mauritânia, foi um dos primeiros grandes impérios da África Ocidental, conhecido pelo seu controle do comércio de ouro e sal."
      }
    ]
  }
}